<div class="wrapper">
    <div class="slider-block-bots">
    </div>
    <div class="block-info-bots">
        <h3>Боты Telegram</h3>
        <p>
            Дополнительное удобство пользования Telegram придают боты. По сути, это компьютерные программы, которые
            выполняют определенные действия пользователей. Внешне боты выглядят как пользовательские аккаунты, а общение
            с ними представляет собой написание определенных слов, которые запускают в действие определенные алгоритмы
            действий. Для того, чтобы понять, что это аккаунт бота, а не человека, все они в обязательном порядке должны
            содержать буквосочетание «bot». Например, <span class="color-bir">@movie_bot, @nationalgeographic_bot,  @BotFather</span>
            и т.д.
        </p><br><br>
        <h4>Чем полезны боты в Telegram</h4>
        <p>
            Бот позволяет сделать Telegram самодостаточной системой. То есть, не выходя из этого приложения можно, что
            называется в пару кликов узнать прогноз погоды, просмотреть новости, новинки кино, литературы. Насладиться
            подборкой красивых фотографий природы и т.д. Правильно организованная армия этих умных помощников может
            очень помочь своему полководцу, то есть вам в экономии времени, путем автоматизации повторяющихся действий.
        </p>
        <div class="img-bots">
            <img src="/template/img/elements/bots-1.png" alt="">

        </div>
        <h3>
            Где подобрать ботов
        </h3>
        <p>
            Сейчас стало модным, а точнее необходимым различным Интернет-ресурсам иметь своих ботов Telegram. Информацию
            о них, эти ресурсы (СМИ, сайты развлекательной тематики и т.д.), как правило, публикуют в своих кантатных
            данных.<br><br>

            Но наиболее просто просматривать различные каталоги, посвященные ботам Telegram. Там они расставлены (это
            точнее, чем разложены, ведь бот – это робот, а он должен стоять) по различным рубрикам, свежести и
            популярности. Можно также подписаться на один из каналов в Telegram, где выкладывается информация о новых
            ботах.
        </p>
        <h3 class="custom-title-bots">
            Как пользоваться ботами
        </h3>
        <h4>
            Алгоритм следующий
        </h4>
        <p>
            1. Находим нужного бота (например, в каталоге)и переходим к нему по прямой ссылке или через поиск.
        </p>
        <p>
            2. Вступаем с ним в общение. Для этого необходимо нажать кнопку Start, которая находится на его странице или
            набрать
            команду <span class="blue-color">/start</span> .
        </p>
        <p>
            3. По этой команде бот пришлет вам подробное описание своих возможностей и инструкцию по взаимодействию с
            ним со всеми командами (возможен вывод виртуальных кнопок-команд на экран).
        </p>
        <div class="img-bots">
            <img src="/template/img/elements/bots-2.png" alt="">

        </div>
        <div class="bottom-bots-info">
            <div class="left-block-bots">
                <img src="/template/img/elements/bots-3.png" alt="">
            </div>
            <div class="right-block-bots">
                <h3>
                    Можно ли самому создать бот
                </h3>
                <h4>
                    Можно и даже без знаний программирования.
                </h4>
                <p>
                    Telegram предоставляет на своем сайте подробную инструкцию, правда на английском языке. Также
                    имеется бот <span class="color-bir">@BotFather</span> , то есть отец всех ботов, который поможет в
                    рождении нового бота и выдаст уникальный ключ-идентификатор. Так что, если разобраться, ничего
                    сложного нет. Примерно, как создавать сайт при помощи конструктора.
                </p>
            </div>
            <div class="clear"></div>
            <a href="/bot/list">
                Перейти в каталог ботов
            </a>
        </div>
    </div>
</div>