<div class="wrapper">
    <div class="block-info-canal">
        <h3>Каналы Telegram</h3>
        <p>
            Каналы Telegram - это аналог групп или сообществ в других социальных сетях. То есть любая информация,
            опубликованная на канале, мгновенно становится доступной всем его подписчикам. Каналы могут быть публичные и
            приватные. На первые могут подписаться все желающие, на вторые - только с разрешения владельца
            канала.<br><br>

            Учитывая огромную и быстрорастущую аудиторию Telegram, каналы являются мощным инструментом донесения нужной
            их владельцам информации до десятков тысяч подписчиков.<br><br>

            В настоящее время в Telegram насчитываются уже тысячи публичных и приватных каналов всевозможной
            направленности. И это число ежедневно увеличивается. Может и вы захотите стать владельцем своего канала?
        </p>
    </div>
    <div class="info-canal-img">
        <img src="/template/img/elements/img-info-canal.png" alt="">
    </div>
    <div class="text-info-canal">
        <h4>
            Вначале о ваших правах, как владельца канала.
        </h4>
        <p>
            Вы можете:<br>
            1. Отправлять сообщения.<br>
            2. Редактировать и удалять сообщения. При изменении/удалении сообщения оно будет изменено/удалено у всех
            подписчиков канала.<br>
            3. Добавлять и удалять нежелательных подписчиков.<br>
            4. Редактировать название канала, изменять фотографии профиля и темы.<br>
            5. Закрыть канал.<br>
            6. Присваивать и расширять полномочия своим администраторам.
        </p><br><br>
        <h4>
            Теперь непосредственно о создании канала Telegram
        </h4>
        <div class="left-canal">
            <p>
                1. Открыть Telegram<br>
                2. Выбрать “Создать канал”
            </p>
            <img src="/template/img/elements/img-can-1.png" alt="">
            <p>
                3. Придумываем его название и делаем описание<bR>
                (последнее необязательно)
            </p>
            <img src="/template/img/elements/img-can-2.png" alt="">
        </div>
        <div class="right-canal">
            <p>
                4. Выбираем тип канала - публичный или приватный.<br>
                Получаем URL этого канала для приглашения подписчиков
            </p>
            <img src="/template/img/elements/img-can-3.png" alt="">
            <p>
                5. В настройках можно сразу выбрать изображение<br>
                для своего канала
            </p>
            <img src="/template/img/elements/img-can-4.png" alt="">
            <p>

                6. При желании можно сразу добавить подписчиков из<br>
                своего списка контактов
            </p>
        </div>
        <div class="clear"></div>
    </div>
</div>
<div class="info-file-mass-2">
    <div class="wrapper">
        <h3>
            У вас есть что сказать миру?
        </h3>
        <p>
            Тогда создайте свой Telegram!
        </p>
    </div>
</div>
