<div class="slider-block-history">
</div>
<div class="content-history">
    <div class="wrapper">
        <h3>
            История Telegram – точный маркетинговый расчет,<br>
            талант и очень много детектива<br>
            <span>
                Упасть, чтобы подняться

            </span>
        </h3>
        <p>
            Уверены, что когда-то на основе истории создания мессенджера Telegram напишут хороший детективный
            бестселлер, не хуже «Кода да Винчи» и «Цифровой крепости». Но пока будущий Дэн Браун только собирается
            мыслями, предложим краткий конспект такого романа.<bR><br>

            Начиная с 2011 года основатель «ВКонтакте» Павел Дуров начинал покидать свое детище. Было все – фейковые
            вбросы в СМИ о продаже/не продажи его доли акций, силовики под дверями квартиры, какое-то придуманное ДТП о
            якобы наезде на инспектора ДПС и прочее, прочее, прочее. Весь этот прессинг, конечно, нервировал. И хотелось
            чисто по-человечески с кем-нибудь близким пообщаться. Таким близким человеком был его брат Николай. Но
            неожиданно, как потом писал Павел Дуров, он понял, что при современной технике ни один канал связи не может
            ему гарантировать конфиденциальность этого общения. Так родилась идея Telegram – создать мессенджер, который
            бы эту защиту гарантировал.<bR><br>

            В конце 2013 года Павел Дуров, наконец, продав свой пакет акций, смог сосредоточиться на новом своем детище
            – мессенджере Telegram. Правда, потом последовали претензии со стороны инвестиционного фонда United Capital
            Partners, владевшего на то время 48% акциями «ВКонтакте», что Дуров, будучи Генеральным директором этой
            социальной сети, использовал свое служебное положение для развития собственного проекта. Тот, разумеется,
            все отрицал. Но факт остаётся фактом, костяк команды, создавшей Telegram, являются наиболее талантливые и
            сейчас уже бывшие сотрудники «ВКонтакте». Олимпиадники, как их называет сам Дуров, то есть победители
            олимпиад по математике и программированию.
        </p>
        <div class="img-history">
            <img src="/template/img/elements/his-1.png">
            <span class="desc-photo">
                <i>
                    Илья Перекопский и Павел Дуров на одной из вечеринок «ВКонтакте». Впоследствии Дуров обвинит Перекопского, что тот с помощью
                    инвестиционного фонда United Capital Partners попытается отобрать у него Telegrama

                </i>
            </span>
        </div>
        <p>
            Но разгоревшийся было скандал, как-то быстро потух. А вскоре United Capital Partners продала свою долю акций
            Mail.Ru Group. Кстати. В связи с этим хотелось бы отметить интересный факт. На данный момент Mail.Ru Group
            владеет 100% акций социальных сетей «ВКонтакте», «Одноклассники», «Мой мир», а также популярного мессенджера
            ICQ. Не на какие мысли не наводит? Нет? Тогда наберитесь терпения и читайте дальше (надо же, как и положено
            в детективе держать интригу).
        </p>
        <h4>
            Коротко о первоначальной команде Telegram:
        </h4>
        <ul class="text-list-history">
            <li>
                Николай Дуров – старший брат Павла, программист. Именно он придумал протокол шифрования информации
                MTProto, на основе которого работает Telegram.
            </li>
            <li>
                Александр Добромыслов, бывший дизайнер «ВКонтакте», разработал фирменный стиль оформления Telegram.
            </li>
            <li>
                Андрей Яковенко, художник. Так же принимал участие в разработке оформления Telegram.
            </li>
        </ul>
        <p>
            Именно эта команда в августе 2013 года запустила Telegram.
        </p>
        <div class="img-history">
            <img src="/template/img/elements/his-2.png">

        </div>
        <h4>Как продвигали Telegram:</h4>
        <p>
            Павел Дуров, что называется, угадал самую насущную потребность людей в общении – сохранение
            конфиденциальности. Уж слишком вездесущими стали спецслужбы. Даже появился такой анекдот: «Большинство
            англичан опасаются, что их разговоры и переписку контролируют спецслужбы. Это стало известно на основе
            анализа разговор и переписки граждан Великобритании».<br>
            А тут как нельзя кстати разразился скандал со Сноуденом, который в июне 2013 года (то есть буквально за 2
            месяца перед появлением Telegram) рассказал о глобальном электронном колпаке США. Случайно совпадение по
            датам? Ну, допустим…<br>
            Но, как бы там ни было, Telegram с его знаменитым рекламным слоганом «Taking back our right to privacy»
            («Вернём себе право на приватность») оказался, что называется, в центре мейнстрима.<Br>
            Для усиления эффекта Павел Дуров объявил конкурс с 200 000 долларов призовых. Его должен был получить тот,
            кто смог бы прочитать переписку Павла с его братом Николаем в секретном чате. Какую-то уязвимость один
            парень нашел, но до самой переписке добраться так и не смог. За что и получил 100 000 долларов.<br>
            А по-настоящему раскручивать мессенджер стали с… Саудовской Аравии. Популярный арабский блогер Халед написал
            несколько постов о Telegram, которому ему якобы рекомендовал пользователь Твиттер @AboMayar. Количество
            скачиваний Telegram в App Store сразу же взметнулось до отметки 100 000. А потом вообще последовали события
            из ряда чудес . Влиятельные арабские телеканалы «Аль-Джазиры» и «Аль-Арабии» неожиданно порекомендовали
            своим сотрудникам перейти в общении на Telegram и завели там свои каналы!<br>Почему именно Саудовская
            Аравия? Нам кажется, тут сразу сошлось несколько факторов:<br>
            1. Саудовская Аравия уже давно с тревогой наблюдает, как США, вроде бы как союзник, баламутят Ближний
            Восток, пытаясь в мутной водичке поймать свою золотую рыбку. А зная принцип англосаксов, что у них нет
            постоянных друзей, а есть постоянные интересы, саудиты резонно полагают, что как бы в этом арабском шторме
            самим не попасть на рифы. А в современном мире, кто владеет информацией, тот владеет всем. Так почему бы эту
            информацию своим союзникам не урезать, перейдя на Telegram? Ведь все остальное – Gmail, Facebook, Skype и
            другие средства коммуникации давно находятся под плотной опекой США.<br>
            2. У Павла Дурова в Саудовской Аравии оказался влиятельный знакомый, некто Васильев, ранее возглавлявший
            совет директоров украинского консорциума ЕДАПС, выпускавший защищенные паспорта не только для Украины, но и
            для стран Персидского залива. В декабре 2013 года, уже после начала раскрутки Telegram в Саудовской Аравии и
            ОАЭ Дуров и Васильев встретятся в Петербурге, чтобы вместе отметить Новый Год. Встреча прошла на высшем
            уровне – в ресторане «Терраса» недалеко от Исаакиевского собора в компании обольстительных девушек-моделей,
            которых организовал фотограф Александр Маврин, один из лучших друзей Павла Дурова. И еще интересный факт. В
            2015 году Верховный Суд США обвинил ЕДАПС в финансовых злоупотреблениях и Васильев был экстрадирован в США.
            Так что не исключено, что сейчас у американцев и на Павла Дурова есть компромат.
        </p>
        <div class="img-history">
            <img src="/template/img/elements/his-3.png">
            <span class="desc-photo">
                <i>
                   Павел Дуров и Александр Маврин на совместной прогулке в окружении прекрасных девушек.<br>
Может даже с теми, кто украшал собой встречу Нового Года в "Террасе"
                </i>
            </span>
        </div>
        <p>
            Но как бы там не было, а дело было сделано. Telegram начал свое триумфальное шествие по планете. Особенно
            бодрым шаг стал, когда неожиданно упали серверы WhatsApp – главного конкурента. Настал триумф Telegram он
            стал лидером по скачиванию в App Store а 45 странах! Миллионы людей поставили его на свои смартфоны в
            надежде получить приватность. Но так ли это?
        </p>
        <h4>
            Так чей же Telegram?
        </h4>
        <p>
            Помните, в начале статьи мы говорили, что как то быстро снялись претензии United Capital Partners к Павду
            Дурову? И что в итоге владельцем «ВКонтакте» стала Mail.Ru Group, которая по существу контролирует все
            популярные в России соцсети и плюс аську. А вот еще пару фактов. Официально штаб-квартира Telegram находится
            в Берлине. Но, по сути, это вывеска. Основные разработчики мессенджера сейчас сидят в том же доме Зингера в
            Санкт-Петербурге, где находится… штаб-квартира «ВКонтакте»! Да, Павел Дуров с определенной командой как бы
            кочует по миру. То его видели в Венеции, то в Дубае, то еще где-то. РНо вот его брат (напомним, именно он
            разработал протокол шифрования Telegram) живет в Питере, хотя иногда путешествует вместе с братом. А бывший
            гендир Telegram Андрей Лопатин вообще из Петербурга никуда не уезжал.
        </p>
        <div class="img-history">
            <img src="/template/img/elements/his-4.png">
        </div>
        <p>
            Помните, в начале статьи мы говорили, что как то быстро снялись претензии United Capital Partners к Павду
            Дурову? И что в итоге владельцем «ВКонтакте» стала Mail.Ru Group, которая по существу контролирует все
            популярные в России соцсети и плюс аську. А вот еще пару фактов. Официально штаб-квартира Telegram находится
            в Берлине. Но, по сути, это вывеска. Основные разработчики мессенджера сейчас сидят в том же доме Зингера в
            Санкт-Петербурге, где находится… штаб-квартира «ВКонтакте»! Да, Павел Дуров с определенной командой как бы
            кочует по миру. То его видели в Венеции, то в Дубае, то еще где-то. РНо вот его брат (напомним, именно он
            разработал протокол шифрования Telegram) живет в Питере, хотя иногда путешествует вместе с братом. А бывший
            гендир Telegram Андрей Лопатин вообще из Петербурга никуда не уезжал.<br><br>

            Так может, сопоставив все факты, Telegram все же читают определенные товарищи? И фактически его владелец не
            Павед Дуров, а кто-то другой? Уж очень все складно получилось у молодого гения. И это несмотря на бешеную
            конкуренцию. Ведь когда этот мессенджер только начинал уже в этом сегменте рынка властвовали и WhatsApp, и
            Viber. И, тем не менее, Telegram вошел в мировое сообщество, как нож в масло или как лиса в курятник. За
            каких-то 2,5 года этим мессенджером стали пользоваться более 100 млн. человек – абсолютный рекорд. Вот вам и
            неожиданный финал этого детектива.<br>
            А пока Telegram продолжает уверенно набирать очки. Периодически появляющиеся слухи о предстоящей блокировке
            мессенджера в той или иной стране или очередное заявление властей об ужесточении цензуры пачками добавляют
            пользователей этому мессенджеру. Так, когда в Южной Корее всплыла новость о том, что государство собирается
            контролировать людей через популярный в этой стране сервис KakaoTalk, пара миллионов корейцев тут же
            обзавелась Telegram!<br>Что ж, посмотрим куда дальше поведет свое новое детище человек в черном – Павел
            Дуров.
        </p>
    </div>
</div>
<div class="bot-history">
</div>
