<div class="slider-block-manual">
    <div class="wrapper">
        <div class="slider-manual">
            <h3>
                <i><img src="/template/img/icon/i-1.png" alt=""></i><br>
                Создание стикеров
            </h3>
            <p>
                Создавай стикеры - сделай свой аккаунт эксклюзивным!
            </p>
        </div>
    </div>
</div>
<div class="block-manual-stiker">
    <div class="wrapper">
        <h3>
            Как создать стикер
        </h3>
        <p class="manual-text">
            Telegram позволяет бесплатно создавать себе неограниченное количество стикеров. Сейчас мы подробно
            расскажем, как это сделать, чтобы вы могли щегольнуть ими перед своими онлайн и оффлайн друзьями и
            знакомыми.
        </p>
        <h4>Инструкция по созданию стикеров в Telegram</h4>
        <p>
            1. Связаться с ботом <span class="color-bir">@stickers</span> , например, введя его имя в поиск, а затем дав
            ему команду<span class="blue-color"> /start</span> .
        </p>
        <p>
            2. В ответ он вышлет инструкцию с командами.
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-1.png" alt="">
        </div>
        <p>3. Готовим картинку. Требования к ней:
        </p>
        <ul class="text-list-manual">
            <li>
                формат PNG
            </li>
            <li>
                размер не более 512х512 пикселей
            </li>
            <li>
                прозрачный фон.
            </li>
        </ul>
        <p>
            Подробнее о том, как создать картинку, чуть ниже.
        </p>
        <p>
            4. После того, как картинка готова, даем боту <span class="color-bir">@stickers</span> новую команду:
        </p>
        <p>
            <span class="blue-color">/newstickerpack</span> – просим разрешения создать набор. В ответ бот просит дать
            название набора.
        </p>
        <p>
            После его ввода бот даст подтверждение и попросит прислать смайлик, наиболее подходящий для вашего стикера .
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-2.png" alt="">
        </div>
        <p>
            После отсылки смайлика <span class="color-bir">@stickers
            </span> пришлет требования к картинке стикера (мы о них писали выше) и попросит ее загрузить.
            Совет: заливайте картинку как документ, а не как изображение. В этом случае вы обезопасите себя от ее
            сжатия.
        </p>
        <p>
            6. Чтобы отослать следующую картинку необходимо вначале отослать смайлик, а затем картинку. Совет: создайте
            вначале весь
            комплект, а затем приступайте к его загрузке.
        </p>
        <p>
            7. После добавления всех стикеров из комплекта отправьте команду <span class="blue-color">/publish</span> –
            опубликовать. В ответ бот попросит придумать
            короткое название комплекта для создания на него ссылки
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-3.png" alt="">
        </div>
        <p>
            8. После того, как вы отошлете это название, бот вышлет ссылку на ваш комплект стикеров.
        </p>
        <p>
            9. Переходим по ней и добавляем комплект в свой набор, нажав на кнопку ADD STICKERS. Также этой ссылкой
            можно
            поделиться с кем угодно, чтобы и другой человек смог добавить этот комплект в свой набор.
        </p>
        <h4 class="title-manual-2">
            Пример создания стикера для Telegram
        </h4>
        <p>
            1. Копируем изображение из Интернета и вставляем его в какой-нибудь редактор изображений, например, GIMP.
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-4.png" alt="">
        </div>
        <p>
            2. Выделяем нужную нам часть рисунка
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-5.png" alt="">
        </div>
        <p>
            3. Далее копируем обведенное изображение и вставляем его в новом окне. Предварительно выбрав прозрачный
            слой.
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-6.png" alt="">
        </div>
        <p>
            4. Обводим по контуру.<bR>
            5. По желанию - делаем подпись.<br>
            6. Уменьшаем размеры из расчета 512 пикселей максимум.<br>
            7. И получаем удивленного котика в желтом ореоле.<br>
        </p>
        <div class="img-manual">
            <img src="/template/img/manual_img/m-7.png" alt="">
        </div>
        <div class="bot-manual">
            <p>
                Также в Интернете сейчас имеется масса комплектов стикеров для Telegram,<br>
                которые можно просто закачать к себе в набор.
            </p>
            <div class="img-manual">
                <img src="/template/img/manual_img/m-8.png" alt="">
            </div>
            <p>
                Этот вариант намного проще, но пропадает фактор эксклюзивности. Но в любом случае неограниченное<bR>
                количество бесплатных стикеров в Telegram – это огромный плюс этому мессенджеру.
            </p>
        </div>
    </div>
</div>